Repository: WPPlugins/facebook-comments-importer
Catalog: facebook-comments-importer-*.po
Languages: fr_fr

source: Settings
fr_fr: Réglages

source: Importation succesfull.
fr_fr: Importation réussie.

source: Error while importing comments from Facebook:
fr_fr: Erreur lors de l&#39;importation des commentaires depuis Facebook:

source: Facebook Fan Page ID :
fr_fr: ID de votre page Fan Facebook :

source: For exemple, if your page url is <i>www.facebook.com/pages/BlogName/<b>123456</b></i>, your Fan Page ID is <b>123456</b>. if your page url is only <i>www.facebook.com/pages/<b>BlogName</b></i>, your Fan Page ID is <b>BlogName</b>.
fr_fr: Exemple, si l&#39;url de votre page est <i>www.facebook.com/pages/BlogName/ <b>123456,</b></i> l'ID de votre Fan Page est <b>123456.</b> Si l'URL de la page est uniquement <i>www.facebook.com/pages/<b>BlogName</b>,</i> l'ID de votre Fan Page est <b>BlogName.</b>

source: Comment author text :
fr_fr: Texte de l'auteur du commentaire :

source: You can use the following tags : %name%, %first_name%, %last_name%
fr_fr: Vous pouvez utiliser les balises suivantes : %name%, %prenom%, %last_name%

source: Automaticly import new comments :
fr_fr: Importer automatiquement les nouveaux commentaires :

source: Never
fr_fr: Jamais

source: Every 15 minutes
fr_fr: Toutes les 15 minutes

source: Every 30 minutes
fr_fr: Toutes les 30 minutes

source: Hourly (Recommended)
fr_fr: Toutes les heures (Recommandé)

source: Twice daily
fr_fr: Deux fois par jour

source: Daily
fr_fr: Une fois par jour

source: Warning : Importing comments too often can slow your visitors! Use "Every 15 minutes" only if you have a lot of comments.
fr_fr: Attention: Importer les commentaires trop souvent peut nuire aux performances de votre blog ! Utilisez "Toutes les 15 minutes" seulement si vous avez beaucoup de commentaires.

source: Next scheduled import:
fr_fr: Prochaine importation planifiée :

source: Save
fr_fr: Enregistrer

source: Import Now
fr_fr: Importer maintenant

source: Error: Cannot make the test.
fr_fr: Erreur: Impossible de faire le test.

source: Importation state
fr_fr: Etat d&#39;importation

source: Cannot find a post linked to this blog on the last 10 posts of the Facebook wall. Check that at least one of the last 10 posts on your wall links to a post of your blog.
fr_fr: Impossible de trouver un poste lié à ce blog sur les 10 derniers messages du mur Facebook. Vérifiez qu&#39;au moins un des 10 derniers messages sur votre mur est lié à un poste de votre blog.

source: OK. Your Facebook page seems to be linked to your blog.
fr_fr: OK. Votre page Facebook semble être liée à votre blog.

source: Error while getting this fan page :
fr_fr: Erreur en accédant à cette page Fan :

source: Facebook Post
fr_fr: Message Facebook

source: Link
fr_fr: Lien

source: Linked to Blog ?
fr_fr: Lié au blog ?

source: Facebook Comments
fr_fr: Commentaires Facebook

source: Imported to Blog
fr_fr: Importé sur le Blog

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

source: No comment
fr_fr: Aucun commentaire

source: At least
fr_fr: Au moins

source: comments
fr_fr: commentaires

source: Not yet
fr_fr: Pas encore

source: Error while getting this wall :
fr_fr: Error lors de l'accès à ce mur :

source: Error while getting this user :
fr_fr: Error lors de l'accès à cet utilisateur :

source: Error while getting the comments :
fr_fr: Erreur lors de l'accès aux commentaires :
